[GENERAL]
NAME					= Hungarian
TRANSLATOR				= Zityi's Translator Team
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Mégse
TEXT_MESSAGEBOX_ABORT			= Megszakítás
TEXT_MESSAGEBOX_RETRY			= Újra
TEXT_MESSAGEBOX_IGNORE			= Kihagyás
TEXT_MESSAGEBOX_YES			= Igen
TEXT_MESSAGEBOX_NO			= Nem
TEXT_MESSAGEBOX_CONTINUE		= Folytatás

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Béta
TEXT_PORTABLE				= Portable
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Válasszon egy mappát.
TEXT_ASSOC_IMAGE			= Kép (${str1}) fájl
TEXT_ASSOC_RAWIMAGE			= RAW kép (${str1}) fájl
TEXT_ASSOC_EBOOK			= Tömörített kép (${str1}) fájl
TEXT_APP_DESC				= A Honeyview egy ultragyors képnézegető.
TEXT_ABOUTBOX_TAB1			= Honeyview névjegy
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Képfájl
TEXT_OPENFILEDLG_ALLFILE		= Minden fájl
TEXT_NEW_FOLDER				= Új mappa
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Nem sikerült letölteni a szükséges telepítőfájlokat.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Verzió-ellenőrzési hiba
TEXT_UPDATE_VERSION_CHECKING		= Verzióellenőrzés
TEXT_UPDATE_DOWNLOAD_FAILED		= A letöltés sikertelen volt
TEXT_UPDATE_LATEST_VERSION		= Naprakész
TEXT_UPDATE_DO_DOWNLOAD			= Frissítés szükséges
TEXT_UPDATE_DOWNLOAD_COMPLETED		= A letöltés befejeződött

TEXT_MSG_LASTPAGE			= Ez az utolsó kép.
TEXT_MSG_FIRSTPAGE			= Ez az első kép.
TEXT_MSG_NOIMAGEFILE			= Nincs kép a tömörített fájlban.
TEXT_MSG_INVALID_PHOTOFOLDER		= Kérjük, adja meg a 'Fotó mappa' helyét a beállításokban.
TEXT_MSG_CANTOPENARCHIVE		= Nem sikerült megnyitni a fájlt:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Ez a fájl nem támogatott. Kérjük, frissítsen a legújabb verzióra.
TEXT_MSG_INVALID_PASSWORD		= Hibás jelszó.
TEXT_MSG_STRETCHWHENSMALL_ON		= Kis képek nyújtása: Be
TEXT_MSG_STRETCHWHENSMALL_OFF		= Kis képek nyújtása: Ki
TEXT_MSG_CANTOPENBOOKMARK		= Nem sikerült megnyitni a könyvjelzőket.
TEXT_MSG_BROKENARCHIVE			= Ez a tömörített fájl sérült.
TEXT_MSG_ADDTOBOOKMARK			= Hozzáadás a könyvjelzőkhöz:
TEXT_MSG_LOADRECENTBOOKMARK		=  A legutóbb mentett könyvjelző megnyitása:
TEXT_MSG_SLIDESHOWSTART			= Diavetítés indítása: ${TIME}mp
TEXT_MSG_SLIDESHOWSTOP			= Diavetítés leállítása
TEXT_MSG_ALWAYSONTOP_ON			= Mindig felül: Be
TEXT_MSG_ALWAYSONTOP_OFF		= Mindig felül: Ki
TEXT_MSG_ZOOMFIX_ON			= Nagyítás/kicsinyítés rögzítése: Be
TEXT_MSG_ZOOMFIX_OFF			= Nagyítás/kicsinyítés rögzítése: Ki
TEXT_MSG_EXTPROGERR_LAUNCH		= Megnyitás a képszerkesztőben
TEXT_MSG_EXTPROGERR_NOTSET		= Kérjük, adja meg a képszerkesztőt a beállításokban (Paint, Photoshop, stb.).
TEXT_MSG_ARCHIVEBOOKMARK		= Emlékezzen a helyre a tömörített fájlon belül:
TEXT_MSG_RESTART_NOTIFY			= A program újraindul.
TEXT_MSG_COPY2CLIPBOARD			= Vágólapra másolva.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Nem sikerült a vágólapra másolni.
TEXT_MSG_BOOKMARK_EXPORTED		= A könyvjelző mentése megtörtént.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Nem sikerült menteni a könyvjelzőket.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Nem sikerült megnyitni a könyvjelzőket
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Nem sikerült importálni a könyvjelzőket.
TEXT_MSG_BOOKMARK_IMPORTED		= A könyvjelzők importálása megtörtént.
TEXT_MSG_SETWALLPAPER_FAILED		= Nem sikerült beállítani az asztal háttereként.
TEXT_MSG_CANT_OPEN_IMAGE		= Nem lehet megnyitni a képfájlt.
TEXT_MSG_TRANSFORM_COMPLETED		= A feldolgozás befejeződött.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Nem lehet megnyitni a fájlt.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Nem lehet menteni a fájlt.
TEXT_MSG_CANT_OPEN_MMF			= Az MMF nem nyitható meg. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= A program újraindul.
TEXT_MSG_DELETED			= Törölve

TEXT_ASK_INIT				= Valóban visszaállítja alapértelmezettre?
TEXT_ASK_DELETE_IMAGE			= Valóban áthelyezni ezt a fájlt a Lomtárba?
TEXT_ASK_DELETE_ARCHIVE			= A jelenlegi kép egy tömörített fájl része.[br][br]Valóban törli a(z) (${FILENAME}) nevű tömörített fájlt?
TEXT_ASK_DELETE_BOOKMARKALL		= Valóban törölni szeretné az összes elmentett könyvjelzőt?
TEXT_ASK_LAUNCH_ASSOCUI			= A Windows 8-at vagy újabb verziót használóknak manuális módon kell elvégezniük a társításokat. [br][br]Szeretné társítani a kiterjesztéseket?
TEXT_ASK_STOP_BATCH_PROCESSING		= A feldolgozás folyamatban van. Valóban megszakítja?

TEXT_FILTERMODE_NONE			= Nincs szűrő
TEXT_FILTERMODE_BILINEAR		= Szűrő: Lágyítás
TEXT_FILTERMODE_SHARPEN			= Szűrő: Lágyítás+Élesítés

TEXT_SHOWMODE_NONE			= Megjelenítés: Eredeti méret (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Megjelenítés: Ablakmérethez igazítás
TEXT_SHOWMODE_FIT2WIDTH			= Megjelenítés: Szélességhez igazítás
TEXT_SHOWMODE_TWO_L2R			= Intelligens kétoldalas (Bal->Jobb)
TEXT_SHOWMODE_TWO_R2L			= Intelligens kétoldalas (Bal<-Jobb)

TEXT_NEXTPATH_NOFILE			= Mappa áthelyezése: nem lehet navigálni (kérjük, nyisson meg egy fájlt)
TEXT_NEXTPATH_LASTFOLDER		= Következő mappa: Nem lehet navigálni
TEXT_PREVPATH_LASTFOLDER		= Előző mappa: Nem lehet navigálni
TEXT_NEXTPATH_OPENFOLDER		= Következő mappa:
TEXT_PREVPATH_OPENFOLDER		= Előző mappa:

TEXT_DELETE				= Törlés:
TEXT_COPY_TO_PHOTOFOLDER1		= Másolás a Fotó 1 mappába:
TEXT_COPY_TO_PHOTOFOLDER2		= Másolás a Fotó 2 mappába:
TEXT_MOVE_TO_PHOTOFOLDER1		= Áthelyezés a Fotó 1 mappába:

TEXT_SELECTFILEDLG_FILELIST		= Lista
TEXT_SELECTFILEDLG_DATE			= Módosítás dátuma
TEXT_SELECTFILEDLG_SIZE			= Méret

TEXT_BOOKMARKEDITDLG_PATH		= Hely

TEXT_PAGETURNFX_NONE			= Nincs effekt
TEXT_PAGETURNFX_HV2			= Tükrözés
TEXT_PAGETURNFX_ALPHA			= Halványítás
TEXT_PAGETURNFX_SLIDE			= Csúsztatás

TEXT_FILEINFO_FILENAME			= Fájlnév
TEXT_FILEINFO_SIZE			= Képméret
TEXT_FILEINFO_CREATETIME		= Létrehozás dátuma
TEXT_FILEINFO_MODIFYTIME		= Módosítás dátuma
TEXT_FILEINFO_IMGINFO			= Képinformációk
TEXT_FILEINFO_ROTATE			= Elforgatási információk
TEXT_FILEINFO_ZOOM			= Nagyítás/Kicsinyítés

TEXT_EXIF_MAKER				= Készítés
TEXT_EXIF_MODEL				= Kameratípus
TEXT_EXIF_SOFTWARE			= Szoftver
TEXT_EXIF_ARTIST			= Szerző
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Szerzői jog
TEXT_EXIF_DATETIME			= Felvétel dátuma/időpontja
TEXT_EXIF_FLASHUSED			= Vaku
TEXT_EXIF_FOCALLENGTH			= Fókusztávolság
TEXT_EXIF_FOCALLENGTH_35MM		= 35 mm-nek megfelelő
TEXT_EXIF_EXPOSURETIME			= Expozíciós idő
TEXT_EXIF_EXPOSUREBIAS			= Expozícióeltolás
TEXT_EXIF_APERTUREFNUMBER		= Apertúra szám
TEXT_EXIF_ISOEQUIVALENT			= ISO érzékenység
TEXT_EXIF_METERINGMODE			= Fénymérési mód
TEXT_EXIF_EXPOSUREPROGRAM		= Expozíciós program
TEXT_EXIF_DISTANCE			= Fókusztávolság
TEXT_EXIF_GPS				= GPS információk
TEXT_EXIF_COMMENT			= Megjegyzés

TEXT_CUSTOMCMD_NOOPERATION		= Nincs művelet
TEXT_CUSTOMCMD_FULLSCREEN		= Teljes képernyő
TEXT_CUSTOMCMD_MAXIMIZE			= Teljes méret
TEXT_CUSTOMCMD_MINIMIZE			= Kis méret
TEXT_CUSTOMCMD_PAGESELECT		= Kép kiválasztása
TEXT_CUSTOMCMD_EXIT			= Kilépés
TEXT_CUSTOMCMD_OPEN			= Fájl megnyitása
TEXT_CUSTOMCMD_OPENFOLDER		= Mappa megnyitása
TEXT_CUSTOMCMD_NEXT1			= Következő 1 oldal (dupla nézet)
TEXT_CUSTOMCMD_PREV1			= Előző 1 oldal (dupla nézet)
TEXT_CUSTOMCMD_NEXT			= Következő kép
TEXT_CUSTOMCMD_PREV			= Előző kép
TEXT_CUSTOMCMD_NEXT_RANDOM		= Következő véletlenszerű kép
TEXT_CUSTOMCMD_PREV_RANDOM		= Előző véletlenszerű kép
TEXT_CUSTOMCMD_HOME			= Első kép
TEXT_CUSTOMCMD_END			= Utolsó kép
TEXT_CUSTOMCMD_NEXT10			= Következő 10. kép
TEXT_CUSTOMCMD_PREV10			= Előző 10. kép
TEXT_CUSTOMCMD_SCROLL_UP		= Görgetés fel
TEXT_CUSTOMCMD_SCROLL_DN		= Görgetés le
TEXT_CUSTOMCMD_SCROLL_LEFT		= Görgetés balra
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Görgetés jobbra
TEXT_CUSTOMCMD_ZOOM_IN			= Nagyítás
TEXT_CUSTOMCMD_ZOOM_OUT			= Kicsinyítés
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Másolás a Fotó mappába
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Áthelyezés a Fotó mappába
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Másolás a Fotó mappa 2-be
TEXT_CUSTOMCMD_NEXTPATH			= Következő tömörített fájl/mappa
TEXT_CUSTOMCMD_PREVPATH			= Előző tömörített fájl/mappa
TEXT_CUSTOMCMD_CONTEXT_MENU		= Helyi menü
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Fájl/EXIF információk megjelenítése

TEXT_COMBO_GIF_TRANS_OPTION_0		= Eredeti GIF paletta használata
TEXT_COMBO_GIF_TRANS_OPTION_1		= Fehér háttérszín használata
TEXT_COMBO_GIF_TRANS_OPTION_2		= Rácsos háttér használata
TEXT_COMBO_GIF_TRANS_OPTION_3		= Fekete háttérszín használata

TEXT_COMBO_LASTFILE_ACTION_NONE		= Nincs művelet
TEXT_COMBO_LASTFILE_ACTION_ASK		= Kérdezzen rá
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Ugrás az első fájlra
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Ugrás az következő/előző mappára/fájlra

TEXT_ASSOC_GROUP0			= Gyakran használt képformátumok
TEXT_ASSOC_GROUP1			= Újonnan bevezetett képformátumok
TEXT_ASSOC_GROUP2			= Veszteségmentes fényképezőgép képformátumok
TEXT_ASSOC_GROUP3			= Tömörített képfájl formátumok

TEXT_SORT_METHOD_FILENAME		= Rendezés Név szerint
TEXT_SORT_METHOD_DATE			= Rendezés Módosítási dátum szerint
TEXT_SORT_METHOD_SIZE			= Rendezés Méret szerint
TEXT_SORT_METHOD_EXT			= Rendezés Típus szerint

TEXT_TRANSF_RESIZE_NONE			= Nincs átméretezés
TEXT_TRANSF_RESIZE_KEEPRATIO		= Eredeti arány megtartása
TEXT_TRANSF_RESIZE_FITWIDTH		= Szélességhez igazítás
TEXT_TRANSF_RESIZE_ADD			= Kitöltés hozzáadása
TEXT_TRANSF_RESIZE_CUT			= Képrész levágása
TEXT_TRANSF_RESIZE_STRETCH		= Kép nyújtása

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Automatikus
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Előző mappa ( [ )
TEXT_BTN_NEXT_FOLDER			= Következő mappa ( ] )
TEXT_BTN_PREV_ARCHIVE			= Előző tömörített fájl ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Következő tömörített fájl ( ] )


[MENU]
MENUSTR_OPEN				= Megnyitás\tF2
MENUSTR_OPENFOLDER			= Mappa megnyitása\tF
MENUSTR_CLOSE				= Bezárás\tF4
MENUSTR_PAGESELECT			= Kép kiválasztása\tEnter
MENUSTR_OPEN_FILEPOSITION		= Megjelenítés a Windows Intézőben\tCtrl+Enter

MENUSTR_FILTER_NONE			= Nincs szűrő\tU
MENUSTR_FILTER_BILINEAR			= Lágyítás\tI
MENUSTR_FILTER_SHARPEN			= Lágyítás+Élesítés\tS

MENUSTR_PAGEMOVE			= Navigálás
MENUSTR_PAGEMOVE_NEXT			= Következő kép\t->
MENUSTR_PAGEMOVE_PREV			= Előző kép\t<-
MENUSTR_PAGEMOVE_HOME			= Első kép\tHome
MENUSTR_PAGEMOVE_END			= Utolsó kép\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Következő 10. kép\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Előző 10. kép\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Következő véletlenszerű kép\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Előző véletlenszerű kép\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Következő mappa/Tömörített fájl\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Előző mappa/Tömörített fájl\t[

MENUSTR_INTERPOLATEMODE			= Interpoláció
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilineáris interpoláció (gyors)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Kettős köbös interpoláció (lassú, jó minőségű)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lánczos interpoláció (lassú, jó minőségű)

MENUSTR_IMAGE_PROCESSING		= Képhatások
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Színek felcserélése\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Gamma kompenzáció\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Függőleges tükrözés\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Vízszintes tükrözés\tCtrl+M

MENUSTR_SORT_METHOD			= Rendezés
MENUSTR_SORT_METHOD_FILENAME		= Név szerint
MENUSTR_SORT_METHOD_DATE		= Módosítás dátuma szerint
MENUSTR_SORT_METHOD_SIZE		= Méret szerint
MENUSTR_SORT_METHOD_EXT			= Típus szerint
MENUSTR_SORT_DESCENDING			= Csökkenő

MENUSTR_SHOWMODE			= Kép megjelenítése
MENUSTR_FILTER_STRETCHWHENSMALL		= Kis képek nyújtása\tZ
MENUSTR_SHOWMODE_NONE			= Eredeti méret (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Ablakhoz igazítás\t9
MENUSTR_SHOWMODE_FITWIDTH		= Szélességhez igazítás\t8
MENUSTR_SHOWMODE_TWO_L2R		= Intelligens kétoldalas (Bal->Jobb)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Intelligens kétoldalas (Bal<-Jobb)\t6

MENUSTR_ZOOM				= Nagyítás
MENUSTR_ZOOM_IN				= Nagyítás\t+
MENUSTR_ZOOM_OUT			= Kicsinyítés\t-
MENUSTR_ZOOM_FIX			= Rögzítés\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Nagyítás(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Kicsinyítés(1%)\tCtrl+-

MENUSTR_ROTATION			= Elforgatás
MENUSTR_ROTATION_NONE			= Nincs elforgatás\tAlt+Up
MENUSTR_ROTATION_L90			= Forgatás 90°-kal balra\tAlt+Left
MENUSTR_ROTATION_R90			= Forgatás 90°-kal jobbra\tAlt+Right
MENUSTR_ROTATION_180			= Vízszintes tükrözés\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Fájl/EXIF információk\tTAB
MENUSTR_WALLPAPER			= Beállítás az asztal háttereként
MENUSTR_DELETE				= Törlés\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Másolás a Fotó mappába\tIns
MENUSTR_EXTPROG0			= Megnyitás a képszerkesztőben\tCtrl+E
MENUSTR_PRINT				= Nyomtatás\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Másolás a vágólapra\tCtrl+C

MENUSTR_SETTING				= Beállítások\tF5
MENUSTR_ABOUT				= Honeyview névjegy\tF1
MENUSTR_EXIT				= Kilépés\tX

; about popup menu
MENUSTR_HOMEPAGE			= Weboldal
MENUSTR_HELP				= Hotkey súgó

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Hozzáadás a könyvjelzőkhöz\tB
MENUSTR_BOOKMARK_DELALL			= Az összes könyvjelző törlése
MENUSTR_BOOKMARK_SETTTING		= Könyvjelző beállítások
MENUSTR_BOOKMARK_EDIT			= Könyvjelzők szerkesztése\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Képvetítés leállítása\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 másodperc\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 másodperc\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 másodperc\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 másodperc\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 másodperc\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 másodperc\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 másodperc\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 másodperc\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 másodperc\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 másodperc
MENUSTR_SLIDESHOW_15			= 15 másodperc
MENUSTR_SLIDESHOW_20			= 20 másodperc
MENUSTR_SLIDESHOW_25			= 25 másodperc
MENUSTR_SLIDESHOW_30			= 30 másodperc
MENUSTR_SLIDESHOW_60			= 60 másodperc
MENUSTR_SLIDESHOW_90			= 90 másodperc
MENUSTR_SLIDESHOW_LOOP			= Ismétlés
MENUSTR_SLIDESHOW_RANDOM		= Véletlenszerű

MENUSTR_PAGETURNFX_NONE			= Nincs effekt
MENUSTR_PAGETURNFX_HV2			= Tükrözés
MENUSTR_PAGETURNFX_ALPHA		= Halványítás
MENUSTR_PAGETURNFX_SLIDE		= Csúsztatás

MENUSTR_PHOTOFOLDER_COPY1		= Másolás a Fotó 1 mappába\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Áthelyezés a Fotó 1 mappába\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Másolás a Fotó 2 mappába\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Fotó mappa beállítások
MENUSTR_PHOTOFOLDER_OPEN		= Fotó 1 mappa megnyitása

MENUSTR_TRANSFORMDLG			= Kép átalakítása (Elforgatás, Átméretezés)\tCtrl+T

[DIALOG]
IDCANCEL				= Mégse
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= Honeyview névjegy
IDC_BTN_HOMEPAGE			= Weboldal
IDC_BTN_UPDATE				= Frissítés

[IDD_SETTING]
IDD_SETTING				= Beállítások
IDC_BTN_INIT				= Visszaállítás

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Általános beállítások
IDC_CHK_USESNAP				= Ablakhoz illesztés
IDC_CHK_DONOTREMEMBERFOLDER		= Nem mentse el a legutóbbi mappa elérési útvonalát
IDC_CHK_ONE_INSTANCE			= Csak egy futó Honeyview példány engedélyezése
IDC_CHK_ASK_DELETE			= Kérjen megerősítést a fájl törlése előtt
IDC_CHK_NO_CENTER_MESSAGE		= Értesítési üzenetek megjelenítése a sarokban a képernyő közepe helyett
IDC_CHK_ALWAYS_ON_TOP			= Mindig látható (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Kilépés az ESC billentyűvel
IDC_CHK_CHECK_UPDATE			= A legújabb verzió ellenőrzése
IDC_CHK_CHECK_UPDATE_MINOR		= Alverziók ellenőrzése
IDC_STATIC_LASTFILEACTION_IMAGE		= Művelet az első/utolsó képnél:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Művelet az archívum első/utolsó képénél:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Megjelenítési beállítások
IDC_CHK_SHOWBORDER			= Főablak határolókeret megjelenítése
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Fájlnév megjelenítése a képen a fenti menüsor rejtett állapotában (Gyorsbillentyű: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Rögzített nagyítási/kicsinyítési állapot mentése
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Ne jelenjen meg a fenti menüsor
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Ne jelenjen meg az lenti vezérlősáv
IDC_CHK_DO_NOT_SIDE_ARROW		= Ne jelenjenek meg az oldalsó nyíl gombok
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Ne jelenjen meg az animációs információ vezérlő
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Ne jelenjen meg az nagyítási információ vezérlő
IDC_CHK_HIDE_TOOLTIP_HELP		= Ne jelenjenek meg eszköztippek a kurzor felett
IDC_CHK_EXIFINFO_SMALL_FONT		= Kis betűk használata az EXIF/fájl információban
IDC_CHK_USEBKGNDIMAGE			= Az alapértelmezett háttérkép módosítása
IDC_BTN_BKGND_SET			= Tallózás...
IDC_BTN_BKGND_OPEN			= Megnyitás
IDC_STATIC_BKGNDCOLOR			= Háttér színe:
IDC_BTN_BKGND				= Kiválaszt...
IDC_STATIC_BORDERCOLOR			= Szegély színe:
IDC_BTN_BORDERCOLOR			= Kiválaszt...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Könyvjelző beállítások
IDC_CHK_AUTOBOOKMARK			= Az aktuális kép útvonalának mentése a könyvjelzőkbe
IDC_CHK_SHARE_SETTING			= A konfiguráció/könyvjelzők megosztása több példány között
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Az aktuális kép helyének megjegyzése a tömörített képfájlokban
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Törlés
IDC_STATIC_MAX_BOOKMARK			= Könyvjelzők maximális száma:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Társított fájlkiterjesztési lista
IDC_BTN_IMAGE_SELECT			= Összes kijelölése
IDC_BTN_IMAGE_DESELECT			= Nincs kijelölés
IDC_BTN_APPLY_NOW			= Alkalmaz

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Kiterjesztés társítása
IDC_STATIC_ASSOC_DESC1			= A Windows 8-at vagy újabb rendszert hasnálók a társításokat a következő módon végezhetik el:
IDC_STATIC_ASSOC_DESC2			= 1. Kattintson a következő "Társítási beállítások" gombra.
IDC_STATIC_ASSOC_DESC3			= 2. Válassza az "Összes kijelölése" opciót a program Társítási beállítások ablakában.
IDC_STATIC_ASSOC_DESC4			= 3. Kattintson a "Mentés" gombra.
IDC_STATIC_ASSOC_DESC1_10		= Windows 10 vagy újabb rendszerek esetén, a következő módon végezheti el a társításokat:
IDC_STATIC_ASSOC_DESC2_10		= 1. Kattintson a következő "Társítási beállítások" gombra.
IDC_STATIC_ASSOC_DESC3_10		= 2. Lépjen a képnézegetőbe az alapértelmezett alkalmazások ablakában.
IDC_STATIC_ASSOC_DESC4_10		= 3. Válassza ki a "Honeyview"-et alapértelmezett képnézegetőként.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Társítási beállítások
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Klasszikus mód

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Képfeldolgozás
IDC_CHK_EXIFROTATION			= A képek automatikus elforgatása az EXIF információ alapján
IDC_CHK_STRONG_SHARPEN			= Erőteljesebb élesítési szűrő használata
IDC_CHK_CACHE_IMAGE			= A következő kép gyorstárazása
IDC_STATIC_CACHE_MEMORY_SIZE		= Gyorsítótár mérete:
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= A kép felső részének megjelenítése, ha az nagyobb az ablaknál
IDC_CHK_USE_PREVIEW_MODE		= A gyengébb minőségű képek megjelenítése elsőként a gyorsabb képmegjelenítés eléréséhez
IDC_CHK_USE_IMAGE_ICC			= A képfájl ICC profil adatának használata
IDC_CHK_USE_MONITOR_ICC			= A monitor ICC profil adatának használata
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Átlátszó háttér a GIF képeknél:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Átlátszó háttér a 32-bites képeknél:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpoláció (Átméretezési szűrő):
IDC_STATIC_PAGETURNFX			= Képváltási effekt:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Kijelölés
IDC_STATIC_CUSTOMKEYDESC_KEY		= Gyorsbillentyű
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Művelet

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Beállítás
IDC_STATIC_CUSTOMMOUSE_ACTION		= Művelet
IDC_CHK_CUSTOM_LBUTTON			= Bal gomb
IDC_CHK_DBLCLICK2MAXIMIZE		= Teljes méretre állítás/Visszaállítás dupla kattintással
IDC_CHK_CLICK2PAGETURN			= Lapozás a képernyő bal vagy jobb szélére kattintással
IDC_CHK_CUSTOM_MBUTTON			= Középső gomb
IDC_CHK_CUSTOM_RBUTTON			= Jobb gomb
IDC_CHK_CUSTOM_XBUTTON			= X gomb
IDC_CHK_CUSTOM_YBUTTON			= Y gomb
IDC_CHK_CUSTOM_WHEELUP			= Egérgörgő felfelé
IDC_CHK_CUSTOM_WHEELDN			= Egérgörgő lefelé

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Helyi menü beállítások
IDC_CHK_SHELL_USE_SHELL_MENU		= Helyi menü használata a Windows Intézőben
IDC_CHK_SHELL_TRANSFORM_DLG		= Kép konvertálása a Honeyview programmal
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Kép megtekintése a Honeyview programmal
IDC_CHK_SHELL_PREVIEW_IMAGE		= Előnézet a helyi menüben
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Kép információk megjelenítése
IDC_CHK_SHELL_SHOW_ICON			= Honeyview ikon megjelenítése

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Egyéb beállítások
IDC_STATIC_PHOTOFOLDER			= Fotó mappa
IDC_STATIC_PHOTOFOLDER_DESC1		= Fotó 1 mappa:
IDC_STATIC_PHOTOFOLDER_DESC2		= Fotó 2 mappa:
IDC_BTN_PHOTOFOLDER_SET1		= Tallózás...
IDC_BTN_PHOTOFOLDER_OPEN1		= Megnyitás
IDC_BTN_PHOTOFOLDER_SET2		= Tallózás...
IDC_BTN_PHOTOFOLDER_OPEN2		= Megnyitás
IDC_STATIC_EXTPROGRAM			= Képszerkesztő
IDC_BTN_SET_EXTPROG0			= Tallózás...
IDC_BTN_SET_EXTPROG1_FAST		= Előbeállított
IDC_CHK_PAGETURNWAV			= Hangeffekt képváltásnál
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Ne nyissa meg a RAW képfájlokat
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= A JPEG fájlok megnyitásakor, ne nyissa meg a RAW képfájlokat ugyanolyan névvel
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= A RAW képfájlok megnyitásakor, jelenítse meg a bélyegképet, ha van
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Az ablak méretének hozzáigazítása a kép méretéhez
IDC_CHK_DISABLE_SCREEN_SAVER		= Windows képernyővédő letiltása a Honeyview futtatásakor

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Nyelvi beállítások
IDC_STATIC_OPEN_MULTLANG_PAGE		= [További nyelvek letöltése...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Nyelvi mappa megnyitása..]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Kép kiválasztása
IDC_CHECK_SHOW_THUMBNAIL		= Miniatűr navigáció elrejtése

[IDD_PASSINPUT]
IDD_PASSINPUT				= Jelszó megadása
IDC_STATIC_PASSDESC			= Ez a fájl titkosítva van. Adja meg a jelszót.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Könyvjelzők szerkesztése
IDC_BTN_DEL				= Törlés
IDC_BTN_IMPORT				= Könyvjelzők importálása
IDC_BTN_EXPORT				= Könyvjelzők exportálása

[IDD_PRINT]
IDD_PRINT				= Nyomtatás
IDC_GROUP_PRINTER			= Nyomtató kiválasztása
IDC_BTN_PRINTER_PROPERTY		= Tulajdonságok
IDC_CHK_ROTATE				= 90°-os elforgatás
IDC_CHK_FIT_IN				= Papír mérethez igazítás
IDC_STATIC_ZOOM				= Méretarány:
IDC_STATIC_MARGIN_L			= Bal margók:
IDC_STATIC_MARGIN_T			= Fent:
IDC_STATIC_MARGIN_R			= Jobbra:
IDC_STATIC_MARGIN_B			= Lent:
IDC_STATIC_COPIES			= Példányszám:
IDC_BTN_PRINT				= Nyomtatás
IDC_BTN_CLOSE				= Bezárás

[IDD_UPDATE]
IDD_UPDATE				= Honeyview frissítések
IDC_STATIC_MESSAGE_1			= A Honeyview frissítések készen állnak.
IDC_STATIC_MESSAGE_2			= Kattintson a Frissítés gombra a legújabb verzió telepítéséhez.
IDOK					= Frissítés
IDCANCEL				= Mégse
IDC_BTN_SETTING_UPDATE			= Beállítások

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Átnevezés vagy Felülírás
IDC_STATIC_ASK_OVERWRITE		= A fájl már létezik.
IDC_STATIC_SRC				= Aktuális kép
IDC_STATIC_DST				= Cél kép
IDC_BTN_OVERWRITE			= Felülírás
IDC_BTN_RENAME				= Mentés másként...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Asztal hátterének beállítása
IDC_STATIC_PREVIEW			= Előnézet
IDC_STATIC_BACK_COLOR			= Háttérszín
IDC_RADIO_BACKCOLOR_0			= Fekete
IDC_RADIO_BACKCOLOR_1			= Automatikus
IDC_RADIO_BACKCOLOR_2			= Egyéni...
IDC_BTN_BKGND				= Kiválasztás...
IDC_BTN_CLOSE				= Bezárás
IDC_BTN_APPLY				= Alkalmaz

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Fájl megnyitása
IDC_STATIC_OPENING			= Megnyitás...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Válasszon mappát
IDC_STATIC_FOLDER			= Mappa helye:
IDC_BTN_NEWFOLDER			= Új mappa
IDC_CHK_OPEN_SUBFOLDER			= Tartalmazza az alkönyvtár állományait is

[IDD_TRANSFORM]
IDD_TRANSFORM				= Kép átalakítása
IDC_STATIC_FILELIST			= Fájllista
IDC_STATIC_PREVIEW			= Előnézet
IDC_BTN_START				= Indítás
IDC_BTN_CLOSE				= Bezárás
IDC_BTN_OPEN_DEST_FOLDER		= Mappa megnyitása

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Elforgatás
IDC_RADIO_ROTATE_NONE			= Nincs elforgatás
IDC_RADIO_ROTATE_LEFT			= Elforgatás 90°-al balra
IDC_RADIO_ROTATE_RIGHT			= Elforgatás 90°-al jobbra
IDC_RADIO_ROTATE_180			= 180°-os elforgatás
IDC_RADIO_ROTATE_AUTO			= Automatikus elforgatás az EXIF információ alapján
IDC_STATIC_RESIZE			= Átméretezés
IDC_STATIC_RESIZE_SIZE			= Új méret

IDC_STATIC_FORMAT			= Formátum beállítások
IDC_STATIC_FORMAT_SELECT		= Formátum:
IDC_STATIC_FORMAT_QUALITY		= Minőség:
IDC_STATIC_SAVE				= Kimeneti mappa
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Mentés az eredeti mappába
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Mentés a Fotó mappába
IDC_RADIO_TARGETFOLDER_CUSTOM		= Mentés helye:
IDC_STATIC_FILENAME_HEADER		= Fájlnév előtag
IDC_STATIC_FILENAME2SAVE		= Fájlnév előnézet
IDC_BTN_INIT				= Visszaállítás


[SKIN]
$TT_FULLSCREEN				= Teljes képernyő (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Gyorsbillentyű: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Gyorsbillentyű: Alt+Z
$TT_PAGESELECT				= Kép kiválasztása (Enter)
$TT_LOCKCONTROLBAR			= Vezérlőelemek zárolása (Gyorsbillentyű: ~)
$TT_LOCKTITLEBAR			= Menü zárolása (Gyorsbillentyű: `)
$TT_COPY_EXIFINFO			= Kép másolása/EXIF információk (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Kép/EXIF információk megjelenítése/elrejtése (Gyorsbillentyű: Tab)
$TT_LAUNCH_GPS_LOCATION			= Helyszín megtekintése a Google térképen (Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Hangfájl lejátszása
$TT_CLOSE_EXIFINFO			= Bezárás (Gyorsbillentyű: Tab)
$TT_PREV_BTN				= B-egérgomb:Előző, J-egérgomb:Korábbi 10.
$TT_NEXT_BTN				= B-egérgomb:Következő, J-egérgomb:Következő 10.

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Sound&&Shot
$BTN_TEXT_SHOWMODE			= Nézet
$BTN_TEXT_PHOTOFOLDER			= Másolás
$BTN_TEXT_EDIT				= Szerkesztés
$BTN_TEXT_STICKY			= Zárolás
$BTN_TEXT_BOOKMARK			= Könyvjelzők
$BTN_TEXT_SLIDESHOW			= Képvetítés
$BTN_TEXT_UPDATE			= Új verzió érhető el

$TEXT_SETTINGTAB_GENERAL		= Általános
$TEXT_SETTINGTAB_VIEW			= Nézet
$TEXT_SETTINGTAB_BOOKMARK		= Könyvjelző
$TEXT_SETTINGTAB_ASSOC			= Társítás
$TEXT_SETTINGTAB_IMAGEPROCESS		= Képfeldolgozás
$TEXT_SETTINGTAB_KEYBOARD		= Billentyűzet
$TEXT_SETTINGTAB_MOUSE			= Egér
$TEXT_SETTINGTAB_SHELL			= Helyi menü
$TEXT_SETTINGTAB_ETC			= Egyéb
$TEXT_SETTINGTAB_LANG			= Nyelv

$TEXT_DESKTOP				= Asztal
$TEXT_DOCUMENT				= Dokumentum
$TEXT_PICTURE				= Kép
$TEXT_COMPUTER				= Számítógép


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Konvertálás a Honeyview(&2) programmal
TEXT_LAUNCH_HONEYVIEW			= Megtekintés a Honeyview(&3) programmal
TEXT_LOADING				= Betöltés...
TEXT_IMAGE_LOAD_FAILED			= Nem sikerült betölteni a fájlt
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Nincs elérhető előnézet


[INSTALLER]
LNK_FILE_DESC				= A Honeyview futtatása
UNINSTALLER_LNK_NAME 			= Program eltávolítása

MSG_STILLRUN_EXIT_PROGRAM		= A Honeyview fut. Kérjük, először lépjen ki a programból.
MSG_ASK_DELETE_ALL_FILES		= A(z) $INSTDIR mappában lévő fájlok nem lettek eltávolítva. [br]Eltávolítja az összes fájlt?
MSG_ASK_RESTART_EXPLORER		= A telepítés befejezéséhez a Windows Intézőt újra kell indítani. Szeretné újraindítani most?
MSG_ASK_UNINSTALL_HV3			= A Honeyview3 már telepítve van. Az új verzió telepítéséhez el kell távolítania a telepített Honeyview3 verziót. Folytatja?
MSG_UNINSTALL_HV3_FAILED		= Az eltávolítás sikertelen volt.
MSG_RESTART_EXPLORER			= A Windows Intéző most újraindul a Honeyview3 eltávolításának befejezéséhez.

TEXT_LICENSE				= Honeyview Licencszerződés
TEXT_OPTIONS				= Telepítési opció
TEXT_OPT_PROGRAMGROUP			= Programcsoport létrehozása
TEXT_OPT_DESKTOPSHORCUT			= Parancsikon létrehozása az asztalon
TEXT_OPT_QUICKLAUNCH			= Parancsikon létrehozása a gyorsindítás eszköztáron
TEXT_OPT_FOLDER				= Célmappa
TEXT_OPT_REGIMAGE			= Fájlformátumok társítása
TEXT_SELECT_FOLDER			= Válasszon mappát
TEXT_LICENSE_LINK			= [Weboldal]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= VÉGFELHASZNÁLÓI LICENCSZERZŐDÉS
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= A Honeyview a Bandisoft által kifejlesztett ingyenes és ultragyors képnézegető.[br][br]Ez a program egyéni, nagyvállalati, kormányzati, stb. célokra ingyenesen használható.

TEXT_ASK_RESTART_EXPLORER		= A Windows Intéző újra fog indulni a telepítés befejezéséhez. Újraindítja most?
TEXT_NEED_ADMIN_PRIVILEGE		= Ezt a programot csak rendszergazdai jogosultsággal rendelkezők telepíthetik.[br][br]Rendszergazdai jogok nélkül a telepítés helytelen lehet.[br][br]Leállítja a telepítést?

